Repository: domjos1994/IMGCompromizer
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# mlang_tabs_tab
source: Image-Tools
de: Bilder-Tools

# mlang_labels_tablabel
source: Tools to compress and compare images!
de: Tools, um Bilder zu komprimieren und zu vergleichen!

# mlang_labels_tabdescr
source: Here you compress images with TinyPNG, change the meta-data and compare the images!
de: Hier können Sie Bilder mit TinyPNG komprimieren, die Meta-Daten ändern und Bilder vergleichen!

# mlang_tabs_tab.compressImages
source: Compress images
de: Komprimiere Bilder

# mlang_tabs_tab.metaData
source: Meta-Data
de: Meta-Daten

# mlang_tabs_tab.structure
source: Structure
de: Struktur

# mlang_tabs_tab.settings
source: Settings
de: Einstellungen

# compressImages
source: Compress with Tinify
de: Komprimiere mit Tinify

# compressImages.undo
source: Show Images again
de: Bilder wieder anzeigen

# compressImages.file-name
source: File-Name
de: Datei-Name

# compressImages.compressed
source: Compress
de: Komprimiere

# compressImages.width
source: Width
de: Breite

# compressImages.height
source: Height
de: Höhe

# compressImages.progress
source: Progress
de: Prozess

# compressImages.compressAll
source: Compress all
de: Alles komprimieren

# compressImages.alreadyCompressed
source: Already compressed
de: Bereits komprimiert

# metaData.parent
source: Parent
de: Eltern

# metaData.reference
source: Reference
de: Referenz

# metaData.updateReferences
source: Update references
de: Referenz aktualisieren

# metaData.title
source: Title
de: Titel

# metaData.alternative
source: Alternative
de: Alternativer Titel

# metaData.description
source: Description
de: Beschreibung

# metaData.change
source: Change
de: Ändern

# structure.difference
source: Difference
de: Differenz

# settings.tinifyKey
source: Tinify-Key (Visit <a href="https://tinypng.com/developers" target="_blank" title="Zu TinyPNG-API">TinyPng</a> and get your API-Key!)
de: Tinify-Schlüssel (Besuche <a href="https://tinypng.com/developers" target="_blank" title="Zu TinyPNG-API">TinyPng</a> und generiere den API-Schlüssel!)

# settings.widthForAll
source: Default-Width for all images!
de: Standard-Breite für alle Bilder!

# settings.heightForAll
source: Default-Height for all images!
de: Standard-Höhe für alle Bilder!

# settings.overwrite
source: Overwrite images!
de: Überschreibe Bilder

# settings.sameFolder
source: Same folder as uncompressed images!
de: Gleicher Ordner als unkomprimierte Bilder!

# settings.uploadFolder
source: Use other folder (relative path)!
de: Benutzer anderen Ordner (Relativer Pfad)!

# settings.saved
source: Settings saved successfully!
de: Einstellungen wurden erfolgreich gespeichert!

# messages.error.noKey.title
source: No Key
de: Kein Schlüssel

# messages.error.noKey.content
source: No Tinify-Key was found in the configuration! Go to Settings and change it!
de: Es wurde kein Tinify-Schlüssel in den Einstellungen gefunden! Schlüssel in den Einstellungen bitte angeben

# messages.error.noIMagick.title
source: No IMagick-Library configured!
de: IMagick-Bibliothek nicht gefunden!

# messages.error.noIMagick.content
source: The PHP-Module IMagick needs to be loaded!
de: Das PHP-Modul IMagick wurde nicht geladen!
